Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.quick_capture.detail.off
source: Choose a shortcut to add a task from any app without switching to Lorvex.
ar: اختر اختصارًا لإضافة مهمة من أي تطبيق دون الانتقال إلى Lorvex.
bn: যেকোনো অ্যাপ থেকে Lorvex-এ না গিয়েই একটি টাস্ক যোগ করতে একটি শর্টকাট বেছে নিন।
de: Wähle einen Tastaturkurzbefehl, um aus jeder App eine Aufgabe hinzuzufügen, ohne zu Lorvex zu wechseln.
el: Επιλέξτε μια συντόμευση πληκτρολογίου για να προσθέτετε εργασίες από οποιαδήποτε εφαρμογή χωρίς να μεταβαίνετε στο Lorvex.
es: Elige un atajo de teclado para añadir una tarea desde cualquier app sin cambiar a Lorvex.
fa: برای افزودن یک کار از هر برنامه‌ای بدون رفتن به Lorvex، یک میان‌بر صفحه‌کلید انتخاب کنید.
fr: Choisissez un raccourci clavier pour ajouter une tâche depuis n’importe quelle app sans passer par Lorvex.
he: כדי להוסיף משימה מכל אפליקציה בלי לעבור ל-Lorvex, יש לבחור קיצור מקלדת.
hi: किसी भी ऐप से Lorvex पर गए बिना कार्य जोड़ने के लिए एक शॉर्टकट चुनें।
id: Pilih pintasan untuk menambahkan tugas dari app mana pun tanpa beralih ke Lorvex.
it: Scegli una scorciatoia da tastiera per aggiungere un’attività da qualsiasi app senza passare a Lorvex.
ja: キーボードショートカットを選ぶと、どのアプリからでもLorvexに切り替えずにタスクを追加できます。
ko: 단축키를 선택하면 어떤 앱에서든 Lorvex로 전환하지 않고 할 일을 추가할 수 있습니다.
mr: Lorvex वर न जाता कोणत्याही ॲपमधून कार्य जोडण्यासाठी एक शॉर्टकट निवडा.
ms: Pilih pintasan untuk menambah tugas daripada mana-mana app tanpa beralih ke Lorvex.
nl: Kies een sneltoets om vanuit een willekeurige app een taak toe te voegen zonder naar Lorvex te schakelen.
pl: Wybierz skrót klawiszowy, aby dodawać zadania z dowolnej aplikacji bez przełączania się na Lorvex.
pt_br: Escolha um atalho de teclado para adicionar uma tarefa de qualquer app sem mudar para o Lorvex.
ro: Alegeți o comandă rapidă de la tastatură pentru a adăuga o sarcină din orice aplicație fără a trece la Lorvex.
ru: Выберите сочетание клавиш, чтобы добавлять задачи из любого приложения, не переключаясь на Lorvex.
ta: எந்தச் செயலியிலிருந்தும் Lorvexக்கு மாறாமலேயே பணியைச் சேர்க்க, ஒரு சுருக்கவழியைத் தேர்ந்தெடுக்கவும்.
te: ఏ యాప్ నుండైనా, Lorvexకు మారకుండానే టాస్క్‌ను జోడించడానికి ఒక షార్ట్‌కట్‌ను ఎంచుకోండి.
th: เลือกทางลัดแป้นพิมพ์เพื่อเพิ่มงานจากแอปใดก็ได้โดยไม่ต้องสลับไปที่ Lorvex
tr: Lorvex’e geçmeden herhangi bir uygulamadan görev eklemek için bir klavye kısayolu seçin.
uk: Виберіть комбінацію клавіш, щоб додавати завдання з будь-якої програми, не перемикаючись на Lorvex.
ur: کسی بھی ایپ سے Lorvex پر جائے بغیر کام شامل کرنے کے لیے ایک شارٹ کٹ منتخب کریں۔
vi: Chọn một phím tắt để thêm nhiệm vụ từ bất kỳ ứng dụng nào mà không cần chuyển sang Lorvex.
zh_hans: 选择一个键盘快捷键，即可在任何 App 中添加任务，无需切换到 Lorvex。
zh_hant: 選擇一個鍵盤快速鍵，即可在任何 App 中新增任務，無需切換到 Lorvex。

# settings.quick_capture.detail.on
source: Press the shortcut in any app to add a task without switching to Lorvex.
ar: اضغط على الاختصار في أي تطبيق لإضافة مهمة دون الانتقال إلى Lorvex.
bn: যেকোনো অ্যাপে শর্টকাট চাপুন এবং Lorvex-এ না গিয়েই একটি টাস্ক যোগ করুন।
de: Drücke den Tastaturkurzbefehl in einer beliebigen App, um eine Aufgabe hinzuzufügen, ohne zu Lorvex zu wechseln.
el: Πατήστε τη συντόμευση πληκτρολογίου σε οποιαδήποτε εφαρμογή για να προσθέσετε μια εργασία χωρίς να μεταβείτε στο Lorvex.
es: Pulsa el atajo de teclado en cualquier app para añadir una tarea sin cambiar a Lorvex.
fa: برای افزودن یک کار بدون رفتن به Lorvex، میان‌بر صفحه‌کلید را در هر برنامه‌ای فشار دهید.
fr: Appuyez sur le raccourci clavier dans n’importe quelle app pour ajouter une tâche sans passer par Lorvex.
he: כדי להוסיף משימה בלי לעבור ל-Lorvex, יש ללחוץ על קיצור המקלדת בכל אפליקציה.
hi: किसी भी ऐप में शॉर्टकट दबाएँ और Lorvex पर गए बिना एक कार्य जोड़ें।
id: Tekan pintasan di app mana pun untuk menambahkan tugas tanpa beralih ke Lorvex.
it: Premi la scorciatoia da tastiera in qualsiasi app per aggiungere un’attività senza passare a Lorvex.
ja: どのアプリでもキーボードショートカットを押すと、Lorvexに切り替えずにタスクを追加できます。
ko: 어떤 앱에서든 단축키를 누르면 Lorvex로 전환하지 않고 할 일을 추가할 수 있습니다.
mr: Lorvex वर न जाता कोणत्याही ॲपमधून कार्य जोडण्यासाठी शॉर्टकट दाबा.
ms: Tekan pintasan dalam mana-mana app untuk menambah tugas tanpa beralih ke Lorvex.
nl: Druk in een willekeurige app op de sneltoets om een taak toe te voegen zonder naar Lorvex te schakelen.
pl: Naciśnij skrót klawiszowy w dowolnej aplikacji, aby dodać zadanie bez przełączania się na Lorvex.
pt_br: Pressione o atalho de teclado em qualquer app para adicionar uma tarefa sem mudar para o Lorvex.
ro: Apăsați comanda rapidă de la tastatură în orice aplicație pentru a adăuga o sarcină fără a trece la Lorvex.
ru: Нажмите сочетание клавиш в любом приложении, чтобы добавить задачу, не переключаясь на Lorvex.
ta: Lorvexக்கு மாறாமலேயே பணியைச் சேர்க்க, எந்தச் செயலியிலும் அந்தச் சுருக்கவழியை அழுத்தவும்.
te: Lorvexకు మారకుండానే టాస్క్‌ను జోడించడానికి ఏ యాప్‌లోనైనా ఆ షార్ట్‌కట్‌ను నొక్కండి.
th: กดทางลัดแป้นพิมพ์ในแอปใดก็ได้ เพื่อเพิ่มงานโดยไม่ต้องสลับไปที่ Lorvex
tr: Lorvex’e geçmeden görev eklemek için herhangi bir uygulamada klavye kısayoluna basın.
uk: Натисніть комбінацію клавіш у будь-якій програмі, щоб додати завдання, не перемикаючись на Lorvex.
ur: کسی بھی ایپ میں شارٹ کٹ دبائیں اور Lorvex پر جائے بغیر ایک کام شامل کریں۔
vi: Nhấn phím tắt trong bất kỳ ứng dụng nào để thêm nhiệm vụ mà không cần chuyển sang Lorvex.
zh_hans: 在任何 App 中按下键盘快捷键，即可添加任务，无需切换到 Lorvex。
zh_hant: 在任何 App 中按下鍵盤快速鍵，即可新增任務，無需切換到 Lorvex。

# settings.quick_capture.key.space
source: Space
ar: مسافة
bn: স্পেস
de: Leertaste
el: Διάστημα
es: Espacio
fa: فاصله
fr: Espace
he: רווח
hi: स्पेस
id: Spasi
it: Spazio
ja: スペース
ko: 스페이스
mr: स्पेस
nl: Spatiebalk
pl: Spacja
pt_br: Espaço
ro: Spațiu
ru: Пробел
ta: ஸ்பேஸ்
te: స్పేస్
th: เว้นวรรค
tr: Boşluk
uk: Пробіл
ur: اسپیس
vi: Dấu cách
zh_hans: 空格
zh_hant: 空白鍵

# settings.quick_capture.off
source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
el: Ανενεργό
es: Desactivado
fa: خاموش
fr: Désactivé
he: כבוי
hi: बंद
id: Mati
it: Disattivato
ja: オフ
ko: 끔
mr: ऑफ
ms: Tak Aktif
nl: Uit
pl: Wył.
pt_br: Desativado
ro: Dezactivat
ru: Выкл.
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: Вимк.
ur: بند
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settings.quick_capture.unavailable
source: Another app is using this shortcut. Choose a different one.
ar: هناك تطبيق آخر يستخدم هذا الاختصار. اختر اختصارًا مختلفًا.
bn: অন্য একটি অ্যাপ এই শর্টকাটটি ব্যবহার করছে। অন্য একটি শর্টকাট বেছে নিন।
de: Eine andere App verwendet diesen Tastaturkurzbefehl. Wähle einen anderen.
el: Μια άλλη εφαρμογή χρησιμοποιεί αυτή τη συντόμευση. Επιλέξτε διαφορετική.
es: Otra app está usando este atajo. Elige uno distinto.
fa: برنامه دیگری از این میان‌بر استفاده می‌کند. میان‌بر دیگری را انتخاب کنید.
fr: Une autre app utilise ce raccourci. Choisissez-en un autre.
he: אפליקציה אחרת משתמשת בקיצור הזה. יש לבחור קיצור אחר.
hi: कोई दूसरा ऐप यह शॉर्टकट इस्तेमाल कर रहा है। कोई दूसरा शॉर्टकट चुनें।
id: App lain sedang menggunakan pintasan ini. Pilih pintasan yang berbeda.
it: Un’altra app sta usando questa scorciatoia. Scegline una diversa.
ja: 別のアプリがこのショートカットを使用しています。別のショートカットを選択してください。
ko: 다른 앱에서 이 단축키를 사용하고 있습니다. 다른 단축키를 선택하세요.
mr: दुसरे ॲप हा शॉर्टकट वापरत आहे. वेगळा शॉर्टकट निवडा.
ms: App lain sedang menggunakan pintasan ini. Pilih pintasan yang lain.
nl: Een andere app gebruikt deze sneltoets. Kies een andere.
pl: Inna aplikacja używa tego skrótu. Wybierz inny.
pt_br: Outro app está usando este atalho. Escolha um diferente.
ro: O altă aplicație folosește această comandă rapidă. Alegeți una diferită.
ru: Это сочетание клавиш уже используется другим приложением. Выберите другое.
ta: இந்தச் சுருக்கவழியை மற்றொரு செயலி பயன்படுத்துகிறது. வேறொரு சுருக்கவழியைத் தேர்ந்தெடுக்கவும்.
te: ఈ షార్ట్‌కట్‌ను మరో యాప్ ఉపయోగిస్తోంది. వేరే షార్ట్‌కట్‌ను ఎంచుకోండి.
th: แอปอื่นกำลังใช้ทางลัดนี้ เลือกทางลัดอื่น
tr: Başka bir uygulama bu kısayolu kullanıyor. Farklı bir kısayol seçin.
uk: Цю комбінацію клавіш уже використовує інша програма. Виберіть іншу.
ur: کوئی اور ایپ یہ شارٹ کٹ استعمال کر رہی ہے۔ کوئی دوسرا شارٹ کٹ منتخب کریں۔
vi: Một ứng dụng khác đang dùng phím tắt này. Hãy chọn phím tắt khác.
zh_hans: 另一个 App 正在使用此快捷键。请选择其他快捷键。
zh_hant: 另一個 App 正在使用此快速鍵。請選擇其他快速鍵。

# settings.reset.button
source: Reset…
ar: إعادة التعيين…
bn: রিসেট করুন…
de: Zurücksetzen …
el: Επαναφορά…
es: Restablecer…
fa: بازنشانی…
fr: Réinitialiser…
he: איפוס…
hi: रीसेट करें…
id: Atur Ulang…
it: Reimposta…
ja: リセット…
ko: 초기화…
mr: रीसेट करा…
nl: Stel opnieuw in…
pl: Zresetuj…
pt_br: Redefinir…
ro: Resetați…
ru: Сбросить…
ta: மீட்டமை…
te: రీసెట్…
th: รีเซ็ต…
tr: Sıfırla…
uk: Скинути…
ur: ری سیٹ کریں…
vi: Đặt lại…
zh_hans: 重置…
zh_hant: 重設…

# settings.reset.confirm.action
source: Reset This Device
ar: إعادة تعيين هذا الجهاز
bn: এই ডিভাইস রিসেট করুন
de: Dieses Gerät zurücksetzen
el: Επαναφορά αυτής της συσκευής
es: Restablecer este dispositivo
fa: بازنشانی این دستگاه
fr: Réinitialiser cet appareil
he: איפוס המכשיר הזה
hi: इस डिवाइस को रीसेट करें
id: Atur Ulang Perangkat Ini
it: Reimposta questo dispositivo
ja: このデバイスをリセット
ko: 이 기기 초기화
mr: हे डिव्हाइस रीसेट करा
ms: Reset Peranti Ini
nl: Stel dit apparaat opnieuw in
pl: Zresetuj to urządzenie
pt_br: Redefinir este dispositivo
ro: Resetați acest dispozitiv
ru: Сбросить это устройство
ta: இந்தச் சாதனத்தை மீட்டமை
te: ఈ డివైజ్‌ను రీసెట్ చేయండి
th: รีเซ็ตอุปกรณ์เครื่องนี้
tr: Bu aygıtı sıfırla
uk: Скинути цей пристрій
ur: اس ڈیوائس کو ری سیٹ کریں
vi: Đặt lại thiết bị này
zh_hans: 重置此设备
zh_hant: 重設此裝置

# settings.reset.confirm.message
source: This permanently erases all Lorvex data and settings on this Mac. It doesn’t touch iCloud: if sync was on, your data stays in iCloud and can download again when sync is re-enabled. To remove the iCloud copy too, use Delete iCloud Data first.
ar: سيؤدي هذا إلى مسح جميع بيانات Lorvex وإعداداته على جهاز Mac هذا نهائيًا. ولا يؤثر في iCloud: إذا كانت المزامنة قيد التشغيل، فستبقى بياناتك في iCloud ويمكن تنزيلها مرة أخرى عند إعادة تمكين المزامنة. ولإزالة نسخة iCloud أيضًا، استخدم "حذف بيانات iCloud" أولًا.
bn: এটি এই Mac-এর সব Lorvex ডেটা ও সেটিংস স্থায়ীভাবে মুছে দেয়। iCloud-এ এর কোনো প্রভাব পড়ে না: সিঙ্ক চালু থাকলে আপনার ডেটা iCloud-এ থেকে যায় এবং সিঙ্ক আবার চালু করলে নতুন করে ডাউনলোড হতে পারে। iCloud-এর কপিও সরাতে চাইলে আগে “iCloud ডেটা ডিলিট করুন” ব্যবহার করুন।
de: Dadurch werden alle Lorvex-Daten und -Einstellungen auf diesem Mac dauerhaft gelöscht. iCloud bleibt unberührt: Wenn die Synchronisierung eingeschaltet war, bleiben deine Daten in iCloud und können erneut geladen werden, sobald die Synchronisierung wieder eingeschaltet wird. Um auch die iCloud-Kopie zu entfernen, verwende zuerst „iCloud-Daten löschen“.
el: Αυτή η ενέργεια διαγράφει οριστικά όλα τα δεδομένα και τις ρυθμίσεις του Lorvex σε αυτό το Mac. Δεν επηρεάζει το iCloud: αν ο συγχρονισμός ήταν ενεργός, τα δεδομένα σας παραμένουν στο iCloud και μπορούν να ληφθούν ξανά όταν ενεργοποιηθεί ξανά ο συγχρονισμός. Για να αφαιρέσετε και το αντίγραφο στο iCloud, χρησιμοποιήστε πρώτα τη «Διαγραφή δεδομένων iCloud».
es: Esto borra de forma permanente todos los datos y ajustes de Lorvex de este Mac. No afecta a iCloud: si la sincronización estaba activada, tus datos permanecen en iCloud y pueden volver a descargarse cuando se reactive la sincronización. Para eliminar también la copia de iCloud, usa antes Eliminar datos de iCloud.
fa: این کار همه داده‌ها و تنظیمات Lorvex را در این Mac برای همیشه پاک می‌کند. به iCloud دست نمی‌زند: اگر همگام‌سازی روشن بوده باشد، داده‌های شما در iCloud باقی می‌مانند و با فعال‌سازی مجدد همگام‌سازی دوباره دانلود می‌شوند. برای حذف نسخه iCloud هم، ابتدا «حذف داده‌های iCloud» را بزنید.
fr: Cette action efface définitivement toutes les données et tous les réglages de Lorvex sur ce Mac. Elle ne touche pas à iCloud : si la synchronisation était activée, vos données restent dans iCloud et peuvent être téléchargées de nouveau lorsque la synchronisation est réactivée. Pour supprimer aussi la copie iCloud, utilisez d’abord Supprimer les données iCloud.
he: פעולה זו מוחקת לצמיתות את כל הנתונים וההגדרות של Lorvex ב-Mac הזה. היא אינה נוגעת ב-iCloud: אם הסנכרון היה פעיל, הנתונים שלך נשארים ב-iCloud ויורדו שוב כשהסנכרון יופעל מחדש. כדי להסיר גם את עותק ה-iCloud, יש להשתמש תחילה ב"מחיקת נתוני iCloud".
hi: इससे इस Mac पर Lorvex का सारा डेटा और सेटिंग्ज़ हमेशा के लिए मिट जाएँगी। iCloud पर इसका असर नहीं पड़ता: अगर सिंक चालू था, तो आपका डेटा iCloud में बना रहेगा और सिंक फिर से चालू करने पर दोबारा डाउनलोड हो सकता है। iCloud की कॉपी भी हटाने के लिए पहले “iCloud डेटा हटाएँ” का उपयोग करें।
id: Tindakan ini menghapus semua data dan pengaturan Lorvex di Mac ini secara permanen. iCloud tidak terpengaruh: jika penyelarasan menyala, data tetap berada di iCloud dan dapat diunduh lagi saat penyelarasan diaktifkan kembali. Untuk menghapus salinan di iCloud juga, gunakan Hapus Data iCloud terlebih dahulu.
it: Questa azione cancella definitivamente tutti i dati e le impostazioni di Lorvex su questo Mac. Non tocca iCloud: se la sincronizzazione era attiva, i tuoi dati restano in iCloud e possono essere scaricati di nuovo quando la sincronizzazione viene riattivata. Per rimuovere anche la copia su iCloud, usa prima Elimina dati iCloud.
ja: この操作により、このMac上のLorvexのデータと設定がすべて完全に消去されます。iCloudには影響しません。同期がオンだった場合、データはiCloudに残り、同期を再び有効にすると再びダウンロードできます。iCloud上のコピーも削除するには、先に「iCloudデータを削除」を使用してください。
ko: 이 작업을 하면 이 Mac의 모든 Lorvex 데이터와 설정이 영구적으로 지워집니다. iCloud에는 영향을 주지 않습니다. 동기화가 켜져 있었다면 데이터는 iCloud에 남아 있으며 동기화를 다시 활성화할 때 다시 내려받을 수 있습니다. iCloud 사본도 삭제하려면 먼저 ‘iCloud 데이터 삭제’를 사용하세요.
mr: हे या Mac वरील Lorvex चा सर्व डेटा आणि सेटिंग कायमचे इरेझ करते. याचा iCloud वर परिणाम होत नाही: सिंक चालू असल्यास तुमचा डेटा iCloud मध्ये राहतो आणि सिंक पुन्हा चालू केल्यावर पुन्हा डाउनलोड होऊ शकतो. iCloud मधील कॉपीही काढायची असल्यास आधी ‘iCloud डेटा हटवा’ वापरा.
ms: Tindakan ini memadamkan semua data dan seting Lorvex pada Mac ini secara kekal. iCloud tidak terjejas: jika penyelarasan diaktifkan, data anda kekal dalam iCloud dan boleh dimuat turun semula apabila penyelarasan diaktifkan semula. Untuk memadamkan salinan iCloud juga, gunakan Padam Data iCloud dahulu.
nl: Hiermee worden alle Lorvex-gegevens en -instellingen op deze Mac permanent gewist. iCloud blijft ongemoeid: als synchronisatie aanstond, blijven je gegevens in iCloud staan en kunnen ze opnieuw worden gedownload wanneer synchronisatie weer wordt ingeschakeld. Gebruik eerst ‘Verwijder iCloud-gegevens’ om ook de kopie in iCloud te verwijderen.
pl: Spowoduje to trwałe usunięcie wszystkich danych i ustawień Lorvex na tym Macu. Nie dotyczy to iCloud: jeśli synchronizacja była włączona, twoje dane pozostaną w iCloud i będzie można je ponownie pobrać po ponownym włączeniu synchronizacji. Aby usunąć także kopię w iCloud, najpierw użyj opcji „Usuń dane iCloud”.
pt_br: Isso apaga permanentemente todos os dados e ajustes do Lorvex neste Mac. Não afeta o iCloud: se a sincronização estava ativada, seus dados permanecem no iCloud e podem ser baixados novamente quando a sincronização for reativada. Para remover também a cópia do iCloud, use primeiro Excluir dados do iCloud.
ro: Această acțiune șterge definitiv toate datele și configurările Lorvex de pe acest Mac. iCloud nu este afectat: dacă sincronizarea era activată, datele rămân în iCloud și pot fi descărcate din nou când sincronizarea este reactivată. Pentru a elimina și copia din iCloud, utilizați mai întâi „Ștergeți datele din iCloud”.
ru: Все данные и настройки Lorvex на этом Mac будут безвозвратно стёрты. iCloud это не затрагивает: если синхронизация была включена, ваши данные останутся в iCloud и снова загрузятся при повторном включении синхронизации. Чтобы удалить и копию в iCloud, сначала воспользуйтесь командой «Удалить данные iCloud».
ta: இது இந்த Macஇல் உள்ள Lorvex தரவு, அமைப்புகள் அனைத்தையும் நிரந்தரமாக அழிக்கும். இது iCloudஐப் பாதிக்காது: ஒத்திசைவு ஆன் ஆக இருந்தால், உங்கள் தரவு iCloudஇல் அப்படியே இருக்கும்; ஒத்திசைவை மீண்டும் செயல்படுத்தும்போது மீண்டும் பதிவிறக்கமாகும். iCloud நகலையும் நீக்க, முதலில் “iCloud தரவை நீக்கு” என்பதைப் பயன்படுத்தவும்.
te: ఇది ఈ Macలోని Lorvex డేటా, సెట్టింగ్స్ మొత్తాన్ని శాశ్వతంగా ఎరేజ్ చేస్తుంది. ఇది iCloudను ప్రభావితం చేయదు: సింక్ ఆన్‌లో ఉంటే, మీ డేటా iCloudలో అలాగే ఉంటుంది, సింక్‌ను మళ్ళీ ఎనేబల్ చేసినప్పుడు మళ్ళీ డౌన్‌లోడ్ అవుతుంది. iCloud కాపీని కూడా తొలగించాలంటే, ముందుగా “iCloud డేటాను డిలీట్ చేయండి” ఎంపికను ఉపయోగించండి.
th: การดำเนินการนี้จะลบข้อมูลและการตั้งค่า Lorvex ทั้งหมดบน Mac เครื่องนี้อย่างถาวร โดยไม่กระทบ iCloud หากเปิดการเชื่อมข้อมูลไว้ ข้อมูลของคุณจะยังอยู่ใน iCloud และดาวน์โหลดได้อีกครั้งเมื่อเปิดการเชื่อมข้อมูลใหม่ หากต้องการลบสำเนาใน iCloud ด้วย ให้ใช้ “ลบข้อมูล iCloud” ก่อน
tr: Bu işlem, bu Mac’teki tüm Lorvex verilerini ve ayarlarını kalıcı olarak siler. iCloud’a dokunmaz: eşzamanlama açıksa verileriniz iCloud’da kalır ve eşzamanlama yeniden açıldığında yeniden indirilebilir. iCloud’daki kopyayı da kaldırmak için önce “iCloud verilerini sil” işlemini kullanın.
uk: Усі дані та параметри Lorvex на цьому Mac буде безповоротно стерто. iCloud це не зачіпає: якщо синхронізацію було ввімкнено, ваші дані залишаться в iCloud і знову завантажаться, коли синхронізацію ввімкнуть повторно. Щоб видалити й копію в iCloud, спершу скористайтеся командою «Видалити дані iCloud».
ur: یہ اس Mac پر Lorvex کا تمام ڈیٹا اور ترتیبات ہمیشہ کے لیے مٹا دیتا ہے۔ یہ iCloud کو نہیں چھوتا: اگر سنک آن تھا تو آپ کا ڈیٹا iCloud میں رہتا ہے اور سنک دوبارہ فعال کرنے پر دوبارہ ڈاؤن لوڈ ہو سکتا ہے۔ iCloud کی کاپی بھی ہٹانے کے لیے پہلے "اپنا iCloud ڈیٹا حذف کریں" استعمال کریں۔
vi: Thao tác này xóa vĩnh viễn toàn bộ dữ liệu và cài đặt Lorvex trên máy Mac này. iCloud không bị ảnh hưởng: nếu đồng bộ hóa đang bật, dữ liệu của bạn vẫn nằm trong iCloud và có thể tải về lại khi bật lại đồng bộ hóa. Để xóa cả bản sao trên iCloud, hãy dùng Xóa dữ liệu iCloud trước.
zh_hans: 这将永久清除这台 Mac 上的所有 Lorvex 数据和设置。此操作不影响 iCloud：如果之前开启了同步，数据仍会保留在 iCloud 中，重新启用同步后可能会再次下载。若要同时删除 iCloud 中的副本，请先使用“删除 iCloud 数据”。
zh_hant: 這會永久清除這部 Mac 上所有 Lorvex 資料與設定，但不會影響 iCloud：如果同步原本是開啟的，你的資料會留在 iCloud 中，重新啟用同步後即可再次下載。若要連同 iCloud 上的副本一併移除，請先使用「刪除 iCloud 資料」。

# settings.reset.confirm.title
source: Reset Lorvex on this Mac?
ar: هل تريد إعادة تعيين Lorvex على جهاز Mac هذا؟
bn: এই Mac-এ Lorvex রিসেট করবেন?
de: Lorvex auf diesem Mac zurücksetzen?
el: Να γίνει επαναφορά του Lorvex σε αυτό το Mac;
es: ¿Restablecer Lorvex en este Mac?
fa: بازنشانی Lorvex در این Mac؟
fr: Réinitialiser Lorvex sur ce Mac ?
he: לאפס את Lorvex ב-Mac הזה?
hi: इस Mac पर Lorvex रीसेट करें?
id: Atur ulang Lorvex di Mac ini?
it: Reimpostare Lorvex su questo Mac?
ja: このMacのLorvexをリセットしますか？
ko: 이 Mac의 Lorvex를 초기화하시겠습니까?
mr: या Mac वर Lorvex रीसेट करायचे का?
ms: Reset Lorvex pada Mac ini?
nl: Lorvex op deze Mac opnieuw instellen?
pl: Zresetować Lorvex na tym Macu?
pt_br: Redefinir o Lorvex neste Mac?
ro: Resetați Lorvex pe acest Mac?
ru: Сбросить Lorvex на этом Mac?
ta: இந்த Macஇல் Lorvexஐ மீட்டமைக்கவா?
te: ఈ Macలో Lorvexను రీసెట్ చేయాలా?
th: รีเซ็ต Lorvex บน Mac เครื่องนี้หรือไม่
tr: Bu Mac’te Lorvex sıfırlansın mı?
uk: Скинути Lorvex на цьому Mac?
ur: اس Mac پر Lorvex کو ری سیٹ کریں؟
vi: Đặt lại Lorvex trên máy Mac này?
zh_hans: 要重置这台 Mac 上的 Lorvex 吗？
zh_hant: 要重設這部 Mac 上的 Lorvex 嗎？

# settings.reset.delete_failed
source: Couldn’t finish erasing local data. Restart Lorvex and try again.
ar: تعذّر إكمال مسح البيانات المحلية. أعد تشغيل Lorvex ثم حاول مرة أخرى.
bn: লোকাল ডেটা মুছে ফেলা শেষ করা যায়নি। Lorvex রিস্টার্ট করে আবার চেষ্টা করুন।
de: Das Löschen der lokalen Daten konnte nicht abgeschlossen werden. Starte Lorvex neu und versuche es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της διαγραφής των τοπικών δεδομένων. Επανεκκινήστε το Lorvex και δοκιμάστε ξανά.
es: No se pudo terminar de borrar los datos locales. Reinicia Lorvex e inténtalo de nuevo.
fa: پاک‌کردن داده‌های محلی کامل نشد. Lorvex را دوباره راه‌اندازی کنید و دوباره تلاش کنید.
fr: Impossible de terminer l’effacement des données locales. Redémarrez Lorvex, puis réessayez.
he: לא ניתן היה להשלים את מחיקת הנתונים המקומיים. יש להפעיל מחדש את Lorvex ולנסות שוב.
hi: स्थानीय डेटा मिटाना पूरा नहीं हो सका। Lorvex को दोबारा शुरू करें और फिर से कोशिश करें।
id: Tidak dapat menyelesaikan penghapusan data lokal. Mulai ulang Lorvex dan coba lagi.
it: Impossibile completare la cancellazione dei dati locali. Riavvia Lorvex e riprova.
ja: ローカルデータの消去を完了できませんでした。Lorvexを再起動して、もう一度お試しください。
ko: 로컬 데이터 지우기를 완료할 수 없습니다. Lorvex를 다시 시작하고 다시 시도하세요.
mr: स्थानिक डेटा इरेझ करणे पूर्ण करता आले नाही. Lorvex रीस्टार्ट करा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat menyelesaikan pemadaman data setempat. Mulakan semula Lorvex dan cuba lagi.
nl: Het wissen van de lokale gegevens kon niet worden voltooid. Start Lorvex opnieuw op en probeer het opnieuw.
pl: Nie udało się dokończyć usuwania danych lokalnych. Uruchom ponownie Lorvex i spróbuj ponownie.
pt_br: Não foi possível concluir a exclusão dos dados locais. Reinicie o Lorvex e tente novamente.
ro: Ștergerea datelor locale nu a putut fi finalizată. Reporniți Lorvex și încercați din nou.
ru: Не удалось завершить стирание локальных данных. Перезапустите Lorvex и повторите попытку.
ta: உள்ளகத் தரவை அழித்து முடிக்க முடியவில்லை. Lorvexஐ மீண்டும் தொடங்கி, மீண்டும் முயலவும்.
te: లోకల్ డేటాను ఎరేజ్ చేయడం పూర్తి కాలేదు. Lorvexను రీస్టార్ట్ చేసి, మళ్ళీ ప్రయత్నించండి.
th: ไม่สามารถลบข้อมูลในเครื่องให้เสร็จสมบูรณ์ได้ รีสตาร์ท Lorvex แล้วลองอีกครั้ง
tr: Yerel verilerin silinmesi tamamlanamadı. Lorvex’i yeniden başlatıp yeniden deneyin.
uk: Не вдалося завершити стирання локальних даних. Перезапустіть Lorvex і повторіть спробу.
ur: مقامی ڈیٹا مٹانے کا عمل مکمل نہیں ہو سکا۔ Lorvex دوبارہ شروع کریں اور دوبارہ کوشش کریں۔
vi: Không thể hoàn tất việc xóa dữ liệu cục bộ. Hãy khởi động lại Lorvex và thử lại.
zh_hans: 无法完成本地数据清除。请重新启动 Lorvex 后重试。
zh_hant: 無法完成清除本機資料。請重新啟動 Lorvex 後再試一次。
